<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
      "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="de" xml:lang="de">
<head>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  <title>Weitere Informationen | Stand4All</title>
  <meta content="noindex, nofollow" name="robots" />
  <link href="./css/stand4all.css" rel="stylesheet" type="text/css" />
<!--[if IE 6]>
  <style type="text/css">
    div#heading h1 { margin-bottom: 0; }
    div#navigation { margin-top: 0; }
    h2 { margin-top: 10px; }
  </style>
<![endif]-->
</head>
<body>

<div id="heading">
  <div id="logo">
    <img alt="logo Stand4All" src="./img/logo_stand4all_small.png" width="120" height="120" id="logoimg" />
  </div><!--end logo-->
  <p class="toplinks"><a class="skiplink" href="#mainstart">zum Inhalt</a> - <a class="langlink" href="additionalinfo.html" lang="en">English</a><!-- - <a class="langlink" href="additionalinfo_es.html" lang="es">Espa&ntilde;ol</a>--> - <a class="langlink" href="additionalinfo_fr.html" lang="fr">Fran&ccedil;ais</a></p>
  <h1>Weitere Informationen</h1>
</div><!--end heading-->


<div id="navigation">
<ul class="navlist" role="navigation">
<li><a href="index_de.html">Startseite</a></li>
<li><a href="stand4all_de.html" lang="en">Stand4All</a></li>
<li><a href="training_de.html">Training</a></li>
<li><a href="manuals_de.html">Handb&uuml;cher</a></li>
<li><a href="e-learning/index_de.html" lang="en">E-Learning</a></li>
<li class="here"><a>Weitere Informationen (diese Seite)</a></li>
<li><a href="downloads_de.html">Downloads</a></li>
<li><a href="links_de.html">Verweise</a></li>
<!--li><a href="consortium_de.html">Konsortium</a></li-->
<li><a href="sitemap.html#de">Wegweiser</a></li>
</ul>
<p class="nav_bg"><img alt="" src="./img/VerticalBannerA11Y_220short.jpg" /></p>
</div><!--end navigation-->

<div id="main">
<h2><a id="mainstart" name="mainstart"></a>Barrierefreiheit: ein Grundrecht</h2>
<p>Die Grundrechte von Menschen mit Behinderungen enthalten das Recht auf <strong>Gleichheit</strong> und das Recht auf <strong>Barrierefreiheit</strong>. Im
Folgenden werden drei Beispiele aus den Bereichen Recht und Gesetz vorgestellt, die diese Grundrechte abdecken.</p>

<h3>Die Vereinten Nationen</h3>
<p>1994 f&uuml;hrten die Vereinten Nationen Standardregeln für die Herstellung der Chancengleichheit für behinderte Menschen ein. Diese 
<a href="http://www.un.org/disabilities/default.asp?id=26" lang="en">Standard Rules on Equalization of Opportunities for Persons with Disabilities</a>
sind in Englisch verf&uuml;gbar.
Obwohl dieses Dokument keine rechtliche Bedeutung hat, stellen die darin enthaltenen allgemein g&uuml;ltigen Regeln eine moralische und politische Verpflichtung
dar, die Regierungen dazu anh&auml;lt Ma&szlig;nahmen zu ergreifen, die Gleichstellung von Menschen mit Behinderungen zu gew&auml;hrleisten. Diese Regeln sind
Instrumente in der Behindertenpolitik und dienen als Basis bei der technischen und wirtschaftlichen Zusammenarbeit.       
</p>
<p>Im Dezember 2006 verabschiedeten die Vereinten Nationen das <a href="http://de.wikipedia.org/wiki/UN-Behindertenrechtskonvention">&Uuml;bereinkommen
&uuml;ber die Rechte von Menschen mit Behinderungen</a> Dieses &Uuml;bereinkommenen legt eine Reihe von Rechten und Verantwortlichkeiten fest. Auf der einen
Seite sind diese die Rechte von Menschen mit Behinderungen und auf der anderen Seite Pflichten der Regierungen und der Wirtschaft der L&auml;nder, die dieses
&Uuml;bereinkommen unterschrieben und ratifiziert haben.<br />
Die Vereinten Nationen entwickelten in Zusammenarbeit mit der <span lang="en">International Telecommunication Union</span> (<acronym>ITU</acronym>) und der
<span lang="en">Global Initiative for Inclusive ICTs</span> (<acronym>G3ict</acronym>) ein Instrumentarium  f&uuml;r Entscheidungstr&auml;ger, mit dessen Hilfe sich
die Forderungen nach Barrierefreiheit im Bereich der Informations- und Kommunikationstechnik (<acronym>IKT</acronym>) umsetzen lassen: N&auml;heres findet man im 
<a href="http://www.e-accessibilitytoolkit.org/" lang="en">e-accessibility Policy Toolkit for Persons with Disabilities</a>.</p>
<!--p><a href="http://www.un.org/esa/socdev/enable/rights/convtexte.htm#convtext">&Uuml;bereinkommen &uuml;ber die Rechte von Menschen mit Behinderungen</a></p-->

<h3>Die Europ&auml;ische Union</h3>
<p>Die europ&auml;ische Union und ihre Mitgliedstaaten haben ihre Sichtweise unterstrichen, dass Behinderung eine breit gef&auml;cherte Menschenrechtsangelegenheit
ist. Es wurde eine <acronym title="Europ&auml;ische Union">EU</acronym>-Strategie f&uuml;r Behinderung gegr&uuml;ndet, die auf den folgenden drei S&auml;ulen 
beruht:</p>
<ul>
  <li>Gesetze und Instrumente zur Gleichstellung innerhalb der EU, die den Menschen erlaubt, ihre pers&ouml;nlichen Rechte wahrzunehmen;</li>
  <li>Die Entfernung von Barrieren in der Umwelt, die es Menschen mit Behinderungen unm&ouml;glich machen, ihre F&auml;higkeiten auszuleben;</li>
  <li>Behindertengleichstellung ist ein wesentlicher Auftrag.</li>
</ul>
<p>Die Stand4All-Schulungen decken diese drei Bereiche ab.</p>

<h3>Die Vereinigten Staaten von Amerika</h3>

<p>Die Vereinigten Staaten von Amerika haben umfassende Bestimmungen, um Menschen vor Diskriminierung zu sch&uuml;tzen. Diese werden aber nicht in der 
Stand4All-Schulung behandelt, da es sich um Nicht-Europische Gesetzgebung handelt. Das Beispiel zeigt jedoch, wie Bestimmungen funktionieren k&ouml;nnen. Weitere Informationen
dazu finden sie in Englisch auf den Webseiten des <a href="http://www.ada.gov/" lang="en">Americans with Disabilities Act</a> und
<a href="http://www.section508.gov/" lang="en">Section 508 of the Rehabilitation Act</a> verf&uuml;gbar.</p>


<h2><a id="standards" name="standards"></a>Normen</h2>

<p>Um es einmal ganz einfach auszudr&uuml;cken, eine Norm ist eine Absprache, etwas immer wieder auf genau dieselbe Art und Weise zu tun. Sie ist ein
ver&ouml;ffentlichtes Dokument, das eine technische Leistungsbeschreibung oder andere genaue Kriterien enth&auml;lt, die als Regel, Richtlinie oder Definition
immer wieder verwendet werden. Normen erleichtern das Leben und verbessern die Zuverl&auml;ssigkeit und die Effektivit&auml;t vieler Waren und Dienstleistungen,
die wir nutzen. Normen f&uuml;r ein bestimmtes Material, Produkt, Prozess oder Dienstleistung werden durch die Zusammenf&uuml;hrung der Erfahrung und des
Wissens aller interessierten Parteien, wie zum Beispiel die Hersteller, Verk&auml;ufer, K&auml;ufer, Nutzer und der zust&auml;ndigen Beh&ouml;rden entwickelt.</p>
<p>Eine Norm entsteht durch Konsenz und enth&auml;lt Regeln, Vorgaben und Eckdaten von Produkten, Dienstleistungen und Systemen. Normen sorgen daf&uuml;r, dass
einfache Dinge, wie zum Beispiel die Gr&ouml;&szlig;e einer Kreditkarte - und all die Produkte und die damit verbundenen Dienstleistungen - ,&uuml;berall gleich
sind. Wenn es keine Norm f&uuml;r eine Dienstleistung oder ein Produkt gibt, kann es Unterschiede zwischen diesen geben. Diese Unterschiede betreffen die Sicherheit,
 den Schutz, die Kompatibilit&auml;t usw.</p>
<p>Normen k&ouml;nnen zur &ouml;ffentlichen Sicherheit beitragen, da sie sicherstellen, dass die geltenden Sicherheitanforderungen erf&uuml;llt werden. Auf Grund
dieser Sicherheitsnormen lebt und arbeitet die &Ouml;ffentlichkeit in einer sichereren, nachhaltigeren und verl&auml;sslicheren Umwelt.</p>
<p>Zus&auml;tzlich zum Sicherheitsaspekt ist besonders hervorzuheben, dass Normen Kosten reduzieren k&ouml;nnen; wenn unterschiedliche Resourcen zusammenarbeiten,
ist ein Wechsel leicht zu implementieren.</p>
<p>Normen verbessern die Qualit&auml;t von Produkten und Dienstleistungen, da sie auf &Auml;nderungen und Entwicklungen am Markt,
in der Kundennachfrage und Gesch&auml;ftsschwerpunkten vohersehen und darauf reagieren. Die Qualit&auml;t von Produkten wird durch Normen verbessert, da sie
auf Werte aus dem Betriebsverm&ouml;gen einschlie&szlig;lich der Personen, Prozesse und Technologien aufbauen.</p>

</div><!--end main-->

<div id="footer">
  <p><a href="accessibility.html">Barrierefreiheit (auf Englisch)</a>.
    <span class="purl"><acronym>URL</acronym>: <a href="http://www.stand4all.eu/additionalinfo_de.html">www.stand4all.eu/additionalinfo_de.html</a>.</span>
  </p>
</div><!--end footer-->

</body>
</html>