<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
      "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="de" xml:lang="de">
<head>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  <title>Training | Stand4All</title>
  <link href="_css/stand4all.css" rel="stylesheet" type="text/css" />
<!--[if IE 6]>
  <style type="text/css">
    div#heading h1 { margin-bottom: 0; }
    div#navigation { margin-top: 0; }
    h2 { margin-top: 10px; }
  </style>
<![endif]-->
</head>
<body>

<div id="heading">
  <div id="logo">
    <img alt="logo Stand4All" src="_img/logo_stand4all_small.png" width="120" height="120" id="logoimg" />
  </div><!--end logo-->
  <p class="toplinks"><a class="skiplink" href="#mainstart">zum Inhalt</a> - <a class="langlink" href="training.html" lang="dn">English</a> - <a class="langlink" href="training_fr.html" lang="fr">Fran&ccedil;ais</a></p>
  <h1>Training</h1>
</div><!--end heading-->

<div id="navigation">
<ul class="navlist" role="navigation">
<li><a href="index_de.html">Startseite</a></li>
<li><a href="stand4all_de.html">Stand4All</a></li>
<li class="here"><a>Training (diese Seite)</a></li>
<li><a href="manuals_de.html">Handb&uuml;cher</a></li>
<li><a href="e-learning/index_de.html" lang="en">E-Learning</a></li>
<li><a href="additionalinfo_de.html">Weitere Informationen</a></li>
<li><a href="downloads_de.html">Downloads</a></li>
<li><a href="links_de.html">Verweise</a></li>
<!--li><a href="consortium_de.html">Konsortium</a></li-->
<li><a href="sitemap.html#de">Wegweiser</a></li>
</ul>
<p class="nav_bg"><img alt="" src="_img/VerticalBannerA11Y_220short.jpg" /></p>
</div><!--end navigation-->

<div id="main">
<!--h2>Training</h2-->
<p><a id="mainstart" name="mainstart"></a>Das zentrale Ergebnis des Stand4All-Projektes war die Entwicklung und Durchf&uuml;hrung der Stand4All-Schulungen. Diese Stand4All-Schulungen richteten sich an
zwei unterschiedliche Zielgruppen; auf der einen Seite Verbraucher <abbr title="beziehungsweise">bzw.</abbr> Konsumenten als Vertreter von Behindertenverb&auml;nden und Selbsthilfegruppen und auf der
anderen Seite Mitglieder von Normungsaussch&uuml;ssen. Die beiden Kurse sind so aufgebaut, dass die Verbraucher thematisch in das Gebiet Normung eingef&uuml;hrt
werden und die Mitglieder der Normungsaussch&uuml;sse sich mit dem Thema Behinderung auseinander setzen sollen. Ein zentraler Unterrichtsgegenstand behandelt die
Verwendung des <acronym title="Europ채isches Komitee f체r Normung">CEN</acronym>/<acronym title="Europ채isches Komitee f체r elektrotechnische Normung">CENELEC</acronym> 
Leitfaden 6 &ldquo;Leitlinien f&uuml;r Normungsgremien zur Ber&uuml;cksichtigung der Bed&uuml;rfnisse von &auml;lteren Menschen und von Menschen mit Behinderungen&rdquo; 
(<span lang="en">Guide 6: Guidelines for standards developers to address the needs of older persons and persons with disabilities)</span>. 
Zu Beginn der Schulung werden beide Gruppen getrennt unterrichtet. Im weiteren Verlauf der Schulung treffen sie
sich dann zu einem Rollenspiel.</p>

<p>W&auml;hrend der Laufzeit des Stand4All-Projektes wurden drei Schulungen an barrierefreien Orten in Madrid, in Br&uuml;ssel und in London durchgef&uuml;hrt.
Eine vierte Veranstaltung fand in enger Zusammenarbeit mit dem irischen Normungsinstitut <acronym>NSAI</acronym> in Dublin statt. Diese vierte und letzte
Veranstaltung war als Testfall gedacht, um zu zeigen, dass die Schulung auch durch Dritte unabh&auml;ngig von den am Projekt Stand4All beteiligten
durchgef&uuml;hrt werden k&ouml;nnen.</p>

<p>Obwohl das Stand4All-Projekt beendet ist, steht das Schulungsmaterial auch weiterhin zur Verf&uuml;gung. Handb&uuml;cher f&uuml;r <!-- Dozenten und --> Trainees stehen
auf dieser Webseite zur Verf&uuml;gung. Das Unterrichtsmaterial wurde auch in ein e-Learning-Kursmodul eingearbeitet. Dieses Kursmodul kann zum Beispiel als Teil
einer Schulung oder als Vorbereitung auf eine Schulung verwendet werden. Schlie&szlig;lich besteht bei Interesse, an der Durchf&uuml;hrung einer weiteren 
Stand4All-Schulung, auch noch die M&ouml;glichkeit, sich von den Partnerorganisationen des Stand4All-Projektes beraten zu lassen.</p>

<p style="text-align:center;"><img src="_img/madrid_70pct.png" alt="Teilnehmer der Stand4All-Schulung in Madrid im Oktober 2009" /></p>

</div><!--end main-->

<div id="footer">
  <p><a href="accessibility.html">Barrierefreiheit (auf Englisch)</a>.
    <span class="purl"><acronym>URL</acronym>: <a href="http://www.stand4all.eu/index_de.html">www.stand4all.eu/index_de.html</a>.</span>
  </p>
</div><!--end footer-->

</body>
</html>