<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
      "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="de" xml:lang="de">
<head>
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  <title>E-learning | Stand4All</title>
  <link href="../css/stand4all.css" rel="stylesheet" type="text/css" />
<!--[if IE 6]>
  <style type="text/css">
    div#heading h1 { margin-bottom: 0; }
    div#navigation { margin-top: 0; }
    h2 { margin-top: 10px; }
  </style>
<![endif]-->
</head>
<body>

<div id="heading">
  <div id="logo">
    <img alt="logo Stand4All" src="../img/logo_stand4all_small.png" width="120" height="120" id="logoimg" />
  </div><!--end logo-->
  <p class="toplinks"><a class="skiplink" href="#mainstart">zum Inhalt</a> - <a class="langlink" href="index.html" lang="en">Englisch</a><!-- - <a class="langlink" href="index_es.html" lang="es">Espa&ntilde;ol</a>--><!-- - <a class="langlink" href="index_fr.html" lang="fr">Franz&ouml;sisch</a>--></p>
  <h1>E-Learning</h1>
</div><!--end heading-->

<div id="navigation">
<ul class="navlist" role="navigation">
<li><a href="../index_de.html">Startseite</a></li>
<li><a href="../stand4all_de.html" lang="en">Stand4All</a></li>
<li><a href="../training_de.html">Training</a></li>
<li><a href="../manuals_de.html">Handb&uuml;cher</a></li>
<li class="here"><a aria-current="page" href="index_de.html">E-Learning (diese Seite)</a></li>
<li><a href="../additionalinfo_de.html">Weitere Informationen</a></li>
<li><a href="../downloads_de.html">Downloads</a></li>
<li><a href="../links_de.html">Verweise</a></li>
<!--li><a href="../consortium_de.html">Konsortium</a></li-->
<li><a href="../accessibility.html">Barrierefreiheit (auf Englisch)</a></li>
</ul>
<p class="nav_bg"><img alt="" src="../img/VerticalBannerA11Y_220short.jpg" /></p>
</div><!--end navigation-->


<div id="main">
<h2><a id="mainstart" name="mainstart"></a>E-Learning Inhalt und Ausstattung</h2>

<p>Der Kurs &ldquo;Users in Standardisation&rdquo;, der im Rahmen des Stand4All Projektes f&uuml;r die Schulungen entwickelt worden ist, 
wurde in ein Lernmanagementsystem bzw. ein Kursmanagementsystem integriert.
Das hei&szlig;t, dass der Inhalt der Pr&auml;sentationen und der sonstigen begleitenden Dokumente in einer web-basierten Form verf&uuml;gbar sind, die von den Studenten bei freier Zeiteinteilung
durchgearbeitet werden k&ouml;nnen, zum Beispiel vor oder nach einer realen Unterrichtseinheit.
Die einzigen Voraussetzungen bestehen aus einem  Webbrowser und einem <a href="../downloads.html#tools"><acronym title="Portable Document Format" lang="en">PDF</acronym> Reader</a>.
Der Inhalt des E-Learning Kursmoduls deckt dabei nicht alle Unterrichtseinheiten der Stand4All Schulung ab, da sich Gruppendiskussionen und Rollenspiele nicht f&uuml;r das individuelle Lernen eignen.</p>
<p>Stand4All verwendet eine asynchrone E-Learning Methode: Studenten und Dozenten m&uuml;ssen dabei nicht gleichzeitig in der Lernumgebung anwesend sein. Die Lernumgebung erlaubt es den Studenten sogar
untereinander und mit den Dozenten zu kommunizieren. Damit stellt die Moodle Lernumgebung eine Kommunikationsplattform f&uuml;r ein <em>Trainee Netzwerk</em> dar.   
Dieses Netzwerk sorgt daf&uuml;r, dass sich Trainees bereits vor der ersten realen Unterrichtseinheit kennen gelernt haben. Das E-Learning Kursmodul wurde nicht als isolierte, sondern
f&uuml;r eine gemischte (E-Learning und reale Unterrichtsanteile) Lernumgebung entwickelt.</p>

<h3>Zugriff auf das E-Learning Modul</h3>
<p><img src="../_img/uis_002.png" alt="Startseite des STAND4ALL Kursmoduls ‘Users in Standardisation’" style="float:left; margin-right: 10px;" />Der Lerninhalt ist als E-Learning Modul in Moodle
(siehe <a href="#moodle">unten</a>) umgesetzt worden.
Das Kursmodul richtet sich an Organisationen, die Menschen mit Behinderungen und/oder im Alter vertreten und an Mitglieder von Normungskomitees, die das Thema Barrierefreiheit in Normen und technischen
Spezifikationen ber&uuml;cksichtigt wissen wollen. Das Unterrichtsmaterial steht auch nationalen Normungsinstituten zur Verf&uuml;gung. Nutzerorganisationen und Normungsinstitute, die das Kursmaterial verwenden wollen, wenden sich bitte an die Stand4All Projektkoordinatorin Frau Charlotte Mosies (<acronym>NEN</acronym>, das niederl&auml;ndische Normungsinstitut) unter: charlotte&#46;mosies&#64;nen&#46;nl.
</p>

<h2>Was ist E-Learning?</h2>
<p>Wikipedia definiert <a href="http://de.wikipedia.org/wiki/E-Learning">E-Learning</a> als &ldquo;alle Formen von Lernen, bei denen elektronische oder digitale Medien f&uuml;r die Pr&auml;sentation
und Distribution von Lernmaterialien und/oder zur Unterst&uuml;tzung zwischenmenschlicher Kommunikation zum Einsatz kommen. F&uuml;r E-Learning finden sich als Synonyme auch Begriffe wie: Online-Lernen,
Telelernen, multimediales Lernen, computergest&uuml;tztes Lernen, <span lang="en">Computer-based Training</span>, <span lang="en">Open</span>- und <span lang="en">Distance-Learning</span> u. a.&rdquo;</p>
<p>E-Learning verwendet h&auml;ufig eine Lernplattform <acronym title="Lern Management System">LMS</acronym>. 
Wikipedia definiert eine  <a href="http://de.wikipedia.org/wiki/Lernplattform">Lernplattform</a> als &ldquo;Eine Lernplattform bzw. Learning Management System (LMS) ist ein komplexes Softwaresystem,
das der Bereitstellung von Lerninhalten und der Organisation von Lernvorg&auml;ngen dient. Eine wichtige Aufgabe einer web-basierten Lernumgebung ist au&szlig;erdem die Kommunikation  zwischen Lernenden und
Lehrenden zu erm&ouml;glichen. Folglich symbolisiert diese eine Schnittstelle zwischen Bildungsanbieter und lernender Person. Nicht dazu geh&ouml;ren blo&szlig;e Bildungsinhalte, die &uuml;ber das Internet angeboten
werden wie normale Webpr&auml;senzen oder -portale. Vorteil eines LMS ist somit die Entlastung am Lernbetrieb, die Regelung des Informationsflusses, Vereinfachung des Lernens und &Uuml;bernahme zahlreicher
Verwaltungsaufgaben.&rdquo;</p>

<h2><a id="moodle" name="moodle"></a>Was ist Moodle?</h2>
<p><a href="http://www.moodle.de/" lang="en">Moodle</a> ist ein kostenloses <a href="http://de.wikipedia.org/wiki/Moodle">objektbasiertes Kursmanagementsystem, eine Lernplattform auf
<span lang="en">Open-Source-Basis</span></a>, die den Bereich von der Grundschule bis hin zur Hochschulausbildung abdeckt. <span lang="en">Moodle</span> kann sowohl f&uuml;r reine 
<span lang="en">Online</span> Kurse als auch als Erg&auml;nzung zu Pr&auml;senzkursen eingesetzt werden. Au&szlig;erdem unterst&uuml;tzt <span lang="en">Moodle</span> Gruppenarbeit durch Aktivit&auml;tsmodule f&uuml;r Foren und
<span lang="en">Wikis</span>. Kursinhalte k&ouml;nnen als <acronym title="(Sharable Content Object Reference Model">SCORM</acronym>/<acronym title="Aviation Industry Computer-Based Training Committee">
AICC</acronym> Module angeboten werden. <a href="http://www.adlnet.gov/Technologies/scorm/default.aspx"><acronym>SCORM</acronym></a> (<span lang="en">Sharable Content Object Reference Model<span/>)
besteht aus einer Anzahl von Spezifikationen, die Kompatibilit&auml;t, Zug&auml;nglichkeit und Wiederverwendbarkeit von <span lang="en">web</span>-basierten Lerninhalten sicherstellen. Lerninhalte, die die
<acronym>SCORM</acronym> Spezifikation erf&uuml;llen, lassen sich leicht auf andere Lernplattformen &uuml;bertragen, die dieselbe <acronym>SCORM</acronym> Version unterst&uuml;tzen.</p>
<p>Im Zeitraum vom 3. - 6.12.2007 f&uuml;hrten Mitarbeiter des <a href="http://www.abi-projekt.de/">AbI-Projekts</a> eine <a href="http://www.wob11.de/moodleshowall.html">Untersuchung</a> der Lernplattform
Moodle in der Version 1.8.3 durch. Als Ergebnis kann festgehalten werden, dass Moodle in weiten Teilen barrierefrei ist, es aber dennoch Verbesserungsbedarf gibt.</p>  
</div><!--end main-->

<div id="footer">
  <!-- @role="navigation" does not validate -->
  <p><!--a class="imgurl" href="http://validator.w3.org/check?uri=referer"><img src="../img/valid-xhtml10-blue.png" alt="Valid XHTML 1.0 Strict" height="31" width="88" /></a-->
    <a href="../accessibility.html">Barrierefreiheit (auf Englisch)</a>.
    <span class="purl"><acronym>URL</acronym>: <a href="http://www.stand4all.eu/e-learning/index_de.html">www.stand4all.eu/e-learning/index_de.html</a>.</span>
  </p>
</div><!--end footer-->

</body>
</html>